# Дан список чисел. Превратите его в список квадратов этих чисел.

aList = [1, 2, 3, 4, 5, 6, 7]
aList =  [x * x for x in aList]
print(aList)
